---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ViewBrowser
source: html/e79d49cc-e724-7657-365d-f51e0df33a31.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ViewBrowser Property

The View browser pane.

## Syntax (C#)
```csharp
public static DockablePaneId ViewBrowser { get; }
```